{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "mask_token": "[MASK]",
  "model_max_length": 1024,
  "name_or_path": "/data/work/lcong/ChatGPT/PPOProj/SFT/output_dir/checkpoint-3145/",
  "never_split": null,
  "pad_token": "[PAD]",
  "padding_side": "left",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "pretrain_model/special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
