{
  "_name_or_path": "/data/work/lcong/public_model_path/ChatGLM-6B/",
  "architectures": [
    "ChatGLMForConditionalGeneration"
  ],
  "auto_map": {
    "AutoConfig": "configuration_chatglm.ChatGLMConfig",
    "AutoModel": "modeling_chatglm.ChatGLMForConditionalGeneration",
    "AutoModelForSeq2SeqLM": "modeling_chatglm.ChatGLMForConditionalGeneration"
  },
  "bos_token_id": 150004,
  "eos_token_id": 150005,
  "hidden_size": 4096,
  "inner_hidden_size": 16384,
  "layernorm_epsilon": 1e-05,
  "max_sequence_length": 2048,
  "model_type": "chatglm",
  "num_attention_heads": 32,
  "num_layers": 28,
  "pad_token_id": 0,
  "position_encoding_2d": true,
  "torch_dtype": "float16",
  "transformers_version": "4.26.0",
  "use_cache": true,
  "vocab_size": 150528
}
